<?php

$_lang['cfgAllowTagParams'] = 'Добавление разрешённых параметров тега.';
$_lang['cfgAllowTags'] = 'Разрешение или запрет тегов. Все не разрешённые теги считаются запрещёнными.';
$_lang['cfgSetAutoBrMode'] = 'Включение или выключение режима замены новых строк на "br".';
$_lang['cfgSetAutoLinkMode'] = 'Включение или выключение режима автоматического определения ссылок.';
$_lang['cfgSetAutoReplace'] = 'Автозамена. JSON строка с двумя массивами.';
$_lang['cfgSetTagChilds'] = 'Установка тегов которые может содержать тег-контейнер.';
$_lang['cfgSetTagCutWithContent'] = 'Тег необходимо вырезать вместе с контентом (script, iframe).';
$_lang['cfgSetTagNoAutoBr'] = 'Теги внутри который не нужна авто-расстановка "br", например, "ul" и "ol".';
$_lang['cfgSetTagNoTypography'] = 'Теги в которых отключено типографирование типа "code".';
$_lang['cfgSetTagParamDefault'] = 'Добавление атрибутов и их значений для тега. Если установлен флаг "rewrite" - исходный атрибут будет перезаписан.';
$_lang['cfgSetTagParamsRequired'] = 'Добавление необходимых параметров тега.';
$_lang['cfgSetTagPreformatted'] = 'Преформатированные теги, в которых всё заменяется на HTML сущности типа "pre".';
$_lang['cfgSetTagShort'] = 'Коротие теги типа "img".';
$_lang['cfgSetTagIsEmpty'] = 'Не короткие теги которые не нужно удалять с пустым содержанием.';
$_lang['cfgSetXHTMLMode'] = 'Включение или выключение режима XTML.';
$_lang['input'] = 'Текст для фильтрации.';